/* 
   TowerPlugIn.strings
   CodaPlugIn

   Created by Alexander Rinass on 01.03.11.
   Copyright 2011 Fournova GmbH. All rights reserved.
 */

"OPEN_IN_HISTORY" = "Open Git History in Tower";
"OPEN_IN_STATUS" = "Open Git Status in Tower";
"CREATE_NEW_REPO" = "Create New Git Repository in Tower";

"OPEN_IN_HISTORY_WITH_SITE_NAME" = "Open Git History For “%@“ in Tower";
"OPEN_IN_STATUS_WITH_SITE_NAME" = "Open Git Status For “%@“ in Tower";
"CREATE_NEW_REPO_WITH_SITE_NAME" = "Create New Git Repository For “%@“ in Tower";
